Repository: Aleksandar0000/unav
Catalog: po/*.po
Languages: ast, br, sl, sr

source: uNav is only reading the OpenStreetMap database. uNav will show a max speed notification and a Speed Camera marker (marker hidden for French users because of law). In a few countries Speed Camera alerts are illegal, then enable this option only if it's legal in the country.
ast: uNav solo ta lleendo la base de datos OpenStreetMap. uNav amosará una notificación de velocidá másima y marcador de radar (los marcadores ocultense a los usuarios franceses por llei). En dalgunos países les alertes de radar son illegales. Activa esta opción solo si ye legal nel país.
br: uNav ne ra nemet lenn diaz roadennoù OpenStreetMap. Diskwel a ray ur c'hemenn evit an tizh uhelañ hag un arlun evit ar radarioù (arlun kuzhet evit an implijerien e Frañs abalamour d'al lezenn). E broioù zo ec'h eo a-enep al lezenn kemenn ar radarioù, setu gweredekait an dibarzh-se ma vez hervez al lezenn en ho pro hepken.
sl: uNav bere samo zbirko podatkov OpenStreetMap. uNav bo prikazal največjo dovoljeno hitrost in znak za radar (zaradi zakonodaje skrit za francoske uporabnike). V določenih državah je opozarjanje pred radarji nezakonito, zato ga vključite le, če je pri vas v skladu z zakonodajo.
sr: uNav само учитава OpenStreetMap базу. uNav ће приказати обавештење максималне брзине и маркер радара (маркер је сакривен за француске кориснике због закона). У неким земљама аларм радара је нелегалан, тако да ову опцију омогућите само у земљама где је легалан.

source: Read more about it
ast: Lleer más sobre ello
br: Gouzout hiroc'h
sl: Več o tem
sr: Почитајте више о томе

source: Share location to
ast: Compartir ubicación con
br: Lodañ al lec'h-mañ dre
sl: Položaj daj v souporabo z
sr: Подели локацију

source: Error getting results. Please, check your data connection.
ast: Fallu algamando resultaos. Por favor, comprueba la to conexón de datos.
br: Fazi en enklask. Gwiriit hag-eñ oc'h kevreet, mar plij.
sl: Napaka pri pridobivanju podatkov. Preverite povezavo.
sr: Грешка у преузимању резултата. Молимо, проверите конекцију.

source: Sorry, no results found nearby.
ast: Sientolo, non s'atoparon resultaos alrodiu.
br: Digarezit, n'eus ket bet kavet disoc'hoù nepell ac'hann.
sl: Žal v bližini ni zadetkov
sr: Жао нам је, нема нађених резултата у близини.

source: Current position unknown. Try again after a position update.
ast: Posición actual desconocida. Inténtalo tres un anovamientu de posición
br: N'ouzer ket pelec'h emaoc'h. Esaeit adarre goude ma vo hizivaet al lec'h.
sl: Trenuten položaj ni znan. Poskusite po posodobitvi položaja
sr: Непозната тренутна позиција. Покушајте поново након ажутирања позиције.

source: Transport
ast: Tresporte
br: Treuzdougen
sr: Транспорт

source: Airport
ast: Aeropuertu
br: Aerborzh
sl: Letališče
sr: Аеродром

source: Bicycle Parking
ast: Estacionamientu bicicletes
br: Parklec'h beloioù
sl: Parkirišče koles
sr: Паркинг за бицикле

source: Bicycle Rental
ast: Alquiler de bicicletes
br: Feurmiñ beloioù
sl: Najem koles
sr: Изнајмљивање бицикала

source: Bicycle Shop
ast: Tienda de bicicletes
br: Stal beloioù
sl: Trgovina s kolesi
sr: Продавница бицикала

source: Bus Station
ast: Estación d'autobús
br: Arasav busoù
sl: Avtobusna postaja
sr: Аутобуска станица

source: Bus Stop
ast: Parada d'autobús
br: Ehan bus
sl: Avtobusno postajališče
sr: Аутобуска станица

source: Car Rental
ast: Alquiler d'automóviles
br: Feurmiñ kirri
sl: Najem avtomobilov
sr: Изнајмљивање аутомобила

source: Car Repair
ast: Reparación de coches
br: dreser kirri
sl: Avtomehanik
sr: Поправка аутомобила

source: Car Wash
ast: Llaváu de coches
br: Gwalc'hiñ ar c'hirri
sl: Avtopralnica
sr: Прање аутомобила

source: Ferry Terminal
ast: Terminal de ferry
br: Termenva kirrilestr
sl: Trajekt
sr: Терминал трајкета

source: Gas Station
ast: Gasolinera
br: Porzh-sevij
sl: Bencinska črpalka
sr: Бензинска пумпа

source: Motorcycle Shop
ast: Tienda de motocicletes
br: Stal marc'hoù-tan
sl: Trgovina z motorji
sr: Продавница моторцикала

source: Parking
ast: Aparcamientu
br: Parklec'h
sl: Parkirišče
sr: Паркинг

source: Subway Entrance
ast: Boca de metru
br: Toull metro
sl: Vhod v podzemno
sr: Улаз у метро

source: Train Station
ast: Estación de tren
br: Porzh-houarn
sl: Železniška postaja
sr: Железничка станица

source: Accommodation
ast: Agospiamientu
br: Herberc'hiañ
sl: Nastanitev
sr: Смештај

source: Bed and Breakfasts
ast: Aloxamientu y almuerzu
br: Kambr ostizien
sl: Nočitve z zajtrkom
sr: Кревет и Доручак

source: Campsite
ast: Camping
br: Tachenn-gampiñ
sl: Kamp
sr: Камп

source: Caravan Site
ast: Camping de caravanes
br: Tachenn-gampiñ karavanennoù
sl: Kamp za avtodome
sr: Паркинг за караване

source: Guest House
ast: Casa de güespedes
br: Ti ostizien
sl: Gostišče
sr: Гостинска кућа

source: Hostel
ast: Albergue
br: Ostaleri
sr: Хостел

source: Food & Drink
ast: Comida y bebida
br: Boued hag evajoù
sl: Hrana in pijača
sr: Храна & Пиће

source: Bakery
ast: Panadería
br: Baraerezh
sl: Pekarna
sr: Пекара

source: Butcher
ast: Carnicería
br: Kiger
sl: Mesar
sr: Месар

source: Cafe
ast: Cafetería
br: Kafedi
sl: Kavarna
sr: Кафе

source: Convenience Store
ast: Tienda d'alimentación
br: Ispiserezh
sl: Mala trgovina
sr: Драгстор

source: Drinking water
ast: Fonte de agua
br: Dour mat da evañ
sl: Pitna voda
sr: Вода за пиће

source: Fast Food
ast: Comida rápida
br: Boued buan
sl: Hitra prehrana
sr: Брза храна

source: Ice Cream
ast: Helaos
br: Dienn skorn
sl: Sladoled
sr: Сладолед

source: Picnic Site
ast: Zona de picnic
br: Lec'h piknik
sl: Piknik
sr: Излетиште

source: Restaurant
ast: Restaurante
br: Preti
sl: Restavracija
sr: Ресторан

source: Tourism
ast: Turismu

source: Alpine Hut
ast: Cabaña alpina

source: Archaeological Site
ast: Yacimientu arqueolóxicu
br: Lec'hienn arkeologel
sl: Arheološko najdišče
sr: Археолошко налазиште

source: Artwork
ast: Obra d'arte
br: Oberennoù arz
sl: Umetnine
sr: Уметнички рад

source: Attraction
ast: Atracción

source: Battlefield
ast: Campu de batalla
br: Tachenn-emgann
sl: Bojišče
sr: Бојно поље

source: Castle
ast: Castiellu
br: Kastell
sl: Grad
sr: Замак

source: Monument
ast: Monumentu
br: Monumant
sl: Spomenik
sr: Споменик

source: Museum
ast: Muséu
br: Mirdi
sl: Muzej
sr: Музеј

source: Nature Reserve
ast: Reserva natural
br: Mirva natur
sl: Naravni rezervat
sr: Природни резерват

source: Ruin
ast: Ruina
br: Relegoù
sl: Ruševine
sr: Рушевина

source: Theme Park
ast: Parque temáticu
br: Park tematek
sl: Zabaviščni park
sr: Тематски парк

source: Tourism Information
ast: Información turística
br: Titouroù evit an douristed
sl: Turistične informacije
sr: Туристичке информације

source: Town Hall
ast: Ayuntamientu
br: Ti-kêr
sl: Mestna hiša
sr: Градска скупштина

source: Viewpoint
ast: Vista panorámica

source: Zoo
ast: Zoolóxicu

source: Services
ast: Servicios
br: Servijoù
sl: Storitve
sr: Услуге

source: ATM
ast: Caxeru
br: Bilhedaouer emgefre
sl: Bankomat
sr: АТМ апарат

source: Bank
ast: Bancu
sl: Banka
sr: Банка

source: Bureau de change
ast: Cambíu de divisa
br: Burev eskemm
sl: Menjalnica
sr: Мењачница

source: Place of Worship
ast: Llugar de cultu
br: Lec'h azeuliñ
sl: Svetišče
sr: Цркве

source: Post Box
ast: Buzón de correos
br: Boest-lizheroù
sl: Poštni nabiralnik
sr: Поштанско сандуче

source: Post Office
ast: Oficina de correos
br: Ti-post
sl: Pošta
sr: Пошта

source: Public Telephone
ast: Teléfonu públicu
br: Pellgomzer foran
sl: Telefonska govorilnica
sr: Јавни телефон

source: Toilet
ast: Bañu
br: Privezioù
sl: Stranišče
sr: Тоалет

source: Wi-Fi Point
ast: Puntu Wi-Fi
br: Lec'h Wi-Fi
sl: Wi-Fi
sr: Wi-Fi тачка

source: Shopping
ast: Compres
br: Ober prenadennoù
sl: Nakupovanje
sr: Куповина

source: Books
ast: Llibros
br: Levrioù
sl: Knjige
sr: Књиге

source: Charity
ast: Caridá
br: Karitez
sl: Rabljeno
sr: Добротворна установа

source: Clothes
ast: Ropes
br: Dilhad
sl: Obleke
sr: Одећа

source: Computer Shop
ast: Tienda informática
br: Stal urzhiataerioù
sl: Računalniki
sr: Продавница рачунара

source: Copy Shop
ast: Fotocopiadora
br: Stal luc'heilañ
sl: Kopirnica
sr: Копирница

source: Florist
ast: Floristería
br: Bokedour
sl: Cvetličarna
sr: Цвећар

source: Gifts
ast: Regalos
br: Profoù
sl: Darila
sr: Поклони

source: Hairdresser
ast: Peluquería
br: Perukenner
sl: Frizer
sr: Фризер

source: Jewelry
ast: Xoyería
br: Bravigoù
sl: Draguljarna
sr: Драгуљи

source: Kiosk
ast: Quioscu
sr: Киоск

source: Laundry
ast: Llavandería
br: Kanndi
sl: Pralnica
sr: Перионица веша

source: Mall
ast: Centru comercial
br: Kreizenn-genwerzh
sl: BTC
sr: Тржни центар

source: Mobile Phone
ast: Telefonía móvil
br: Pellgomzer hezoug
sl: Mobilni telefon
sr: Мобилни телефон

source: Optician
ast: Óptica
br: Lunedour
sl: Optika
sr: оптичар

source: Public Market
ast: Mercáu públicu
br: Marc'had
sl: Tržnica
sr: Јавна продавница

source: Shoes
ast: Zapatería
br: Boteier
sl: Čevlji
sr: Ципеле

source: Supermarket
ast: Supermercáu
br: Gourmarc'had
sr: Супермаркет

source: Travel Agency
ast: Axencia de viaxes
br: Ajañs beajiñ
sl: Potovalna agencija
sr: Туристичка агенција

source: Vending Machine
ast: Máquina espendedora
br: Biledaouer emgefre
sl: Avtomat s hrano
sr: Апарат за слаткише

source: Culture
ast: Cultura
br: Sevenadur
sl: Kultura
sr: Култура

source: Art Center
ast: Centru d'arte
br: Kreizenn arz
sl: Hiša umetnosti
sr: Уметнички центар

source: Auditorium
ast: Auditoriu
br: Selaouva
sl: Avditorij
sr: Дворана

source: Gallery
ast: Galería
br: Palier
sl: Galerija
sr: Галерија

source: Library
ast: Biblioteca
br: Levraoueg
sl: Knjižnica
sr: Библиотека

source: Theatre
ast: Teatru
br: C'hoariva
sl: Gledališče
sr: Позориште

source: Entertainment
ast: Entretenimientu
br: Dudi
sl: Zabava
sr: Забава

source: Casino
ast: Casinu
br: Kazino
sl: Kazino
sr: Коцкарница

source: Children Playground
ast: Ludoteca pa neños
br: Leurenn-c'hoari evit ar vugale
sl: Igrišče
sr: Дечије играчиште

source: Cinema
ast: Cine
br: Sinema
sl: Kino
sr: Биоскоп

source: Gym
ast: Ximnasiu
br: Jiminas
sl: Telovadnica
sr: Теретана

source: Night Club
ast: Club nocturnu
br: Boest-noz
sl: Nočni klub
sr: Ноћни клуб

source: Park
ast: Parque
sr: Парк

source: Education
ast: Educación
br: Deskadurezh
sl: Izobraževanje
sr: Образовање

source: College
ast: Colexu universitariu
br: Skol-veur
sl: Fakulteta
sr: Факултет

source: Nursery School
ast: Parvulariu
br: Skol-vamm
sl: Mala šola
sr: Забавиште

source: University
ast: Universidá
br: Skol-veur
sl: Univerza
sr: Универзитет

source: Health
ast: Salú
br: Yec'hed
sl: Zdravje
sr: Здравље

source: Dentist
ast: Dentista
br: Dentour
sl: Zobozdravnik
sr: Зубар

source: Doctor
ast: Médicu
br: Mezeg
sl: Zdravnik
sr: Лекар

source: Pharmacy
ast: Farmacia
br: Apotikerezh
sl: Lekarna
sr: Апотека

source: Veterinary
ast: Veterinariu
br: Milvezeg
sl: Veterinar
sr: Ветеринар

source: Religious
ast: Relixosu
br: Savadur relijiel
sl: Verske zadeve
sr: Верски

source: Cemetery
ast: Campusantu
br: Bered
sl: Pokopališče
sr: Гробље

source: Church
ast: Ilesia
br: Iliz
sl: Cerkev
sr: Црква

source: Crematorium
ast: Tanatoriu
br: Krematoriom
sl: Krematorij
sr: Крематоријум

source: Emergency
ast: Emerxencia
br: Trummadoù
sl: Nujna služba
sr: Хитна помоћ

source: Phone
ast: Teléfonu
br: Pellgomzer
sl: Telefon
sr: Телефон

source: Police Station
ast: Comisaría
br: Burev polis
sl: Policijska postaja
sr: Полицијска станица

source: Sport
ast: Deportes
sl: Šport
sr: Спорт

source: Sports Center
ast: Centru deportivu
br: Kreizenn sport
sl: Športni center
sr: Спортски центар

source: Stadium
ast: Estadiu
br: Stad
sl: Stadion
sr: Стадион

source: Swimming Pool
ast: Piscina
br: Poull-neuial
sl: Bazen
sr: Базен за пливање

source: Track
ast: Pista
br: Roudenn
sl: Proga
sr: Стаза

source: Others
ast: Otros
br: Traoù all
sl: Drugo
sr: Остало

source: Courthouse
ast: Xulgáu
br: Lez-varn
sl: Sodišče
sr: Суд

source: Embassy
ast: Embaxada
br: Kannati
sl: Veleposlaništvo
sr: Амбасада

source: Prison
ast: Prisión
br: Prizon
sl: Zapor
sr: Затвор

source: Recycling
ast: Reciclaxe
br: Adkelc'hiañ
sl: Center z odpadki
sr: Рециклирање

source: Town
ast: Villa
br: Kêr
sl: Kraj
sr: Град

source: Current Location
ast: Allugamientu actual
br: Lec'h m'emaoc'h
sl: Trenuten položaj
sr: Тренутна локација

source: Welcome to uNav
ast: Bienveníu a uNav
br: Donemat en uNav
sl: Dobrodošli v uNav
sr: Добродошли у uNav

source: A map viewer & GPS navigator Let's look at a few features together :)
ast: Un visualizador de mapes y navegador GPS Veamos dalgunes carauterístiques xuntos :)
br: Ur welerez kartennoù hag ur merdeer GPS Sellomp ouzh un nebeud arc'hweladurioù asambles :)
sl: Zemljevid in vodenje z GPS Skupaj si oglejmo nekaj zmožnosti :)
sr: Прегледач мапа & ГПС навигатор Хајде да погледамо неке могућности заједно :)

source: Long Touch on Map
ast: Pulsación larga nel mapa
br: Pouezit pell war ar gartenn
sl: Dolg dotik zemljevida
sr: Дуг притисак на Мапу

source: Navigate, add to favorites, search nearby places, share points on the map or simulate a route
ast: Navega, amesta a favoritos, busca llugares cercanos, comparte puntos del mapa o simula una ruta
br: Merdeiñ, ouzhpennañ d'ar gwellañ-deuet, klask lec'hioù nepell ac'hann, lodañ poentaoù war ar gartenn pe darvanañ ur roud
sl: Uporabite navigacijo, dodajte med priljubljene, iščite bližnja mesta, omogočite souporabo točk na zemljevidu ali simulirajte pot
sr: Управљај, додај у омиљене, претражи блиска места, дели тачке на мапи или симулирај руту

source: Swipe Results
ast: Desliza los resultaos
br: Lakait an disoc'hoù da riklañ
sl: Počisti rezultate
sr: Превуци резултате

source: Navigate directly, call the place, share the location, open web page, delete favorites…
ast: Navega direutamente, llama al sitiu, comparte la so posición, abre la so web, esborralu como favoritu…
br: Merdeiñ war-eeun, gervel an diazezadur, lodañ al lec'h, digeriñ ar bajenn Web, diverkañ ar gwellañ-deuet...
sl: Neposredno uporabite navigacijo, pokličite ali omogočite souporabo položaja, odprite spletno stran, izbrišite priljubljeno ...
sr: Управљај директно, назови место, дели локацију, отвори интернет страницу, обриши омиљене...

source: Touch Everything!
ast: ¡Toca too!
br: Touchit da bep tra !
sl: Dotikajte se vsega!
sr: Додирни Све!

source: Touch summary to show current speed Touch step indications to review route steps
ast: Calca sumariu p'amosar la velocidá actual Calca la indicación siguiente pa ver tolos pasos de la ruta
br: Touchit d'an diverradur evit diskouez an tizh a vremañ Touchit d'an tennadoù evit gwelet tennadoù ar roud
sl: Za prikaz trenutne hitrosti se dotaknite povzetka Za prikaz korakov poti se dotaknite znaka za naslednji korak
sr: Додирни резиме да прикажеш тренутну брзину Додирни индикатор корака да прегледаш кораке

source: Simulate a route
ast: Simula una ruta
br: Darvanañ ur roud
sl: Simuliraj pot
sr: Симулирај руту

source: Set an origin: Click on map and click on simulate icon Set a destination: Then, click on map and click the same icon again
ast: Afita un entamu: Calca nel mapa y calca nel iconu simular Afita un destín: Entós, calca nel mapa y nel mesmu iconu otra vegada
br: Lakaat ul lec'h loc'hañ : klikit war ar gartenn ha klikit war an arlun darvanañ Lakaat ul lec'h erruout : neuze, klikit war ar gartenn ha klikit adarre war ar memes arlun
sl: Nastavite izhodišče: Kliknite na zemljevid in nato na ikono za simulacijo Nastavite cilj: Kliknite na zemljevid in ponovno na isto ikono
sr: Подеси почетак: Кликните на мапу па кликните на икону симулације Подеси одредиште: Онда, кликните на мапу па на исту икону поново

source: uNav doesn't track you!
ast: ¡uNav non t'espía!
br: uNab ne dre ket ac'hanoc'h !
sl: uNav vas ne zasleduje!
sr: uNav Вас не прати!

source: It is licensed under the GNU GPL and based completely on libre projects!
ast: La so llicencia ye GNU GPL ¡Y ta basáu dafechu en proyeutos llibres!
br: Dindan aotre-implijout GNU GPL ha diazezet penn-da-benn war raktresoù dieub !
sl: Dovoljuje uporabo pod pogoji GNU GPL in je v celoti osnovan na prostih projektih!
sr: Лиценциран је под ГНУ ОЈЛ и базиран комплетно на слободним пројектима!

source: Enjoy the Freedom!
ast: ¡Esfruta la llibertá!
br: Grit ho mad eus ar frankiz !
sl: Uživajte v prostosti!
sr: Уживајте у Слободи!

source: Skip
ast: Omitir
br: Tremen hebiou
sl: Preskoči
sr: Прескочи

source: Decimal
br: Dekvedel
sl: Desetiško
sr: Децимално

source: Coord: %1, %2
br: Dav. : %1, %2
sl: Koord.: %1, %2
sr: Коорд: %1, %2

source: Online
br: Enlinenn
sl: S povezavo
sr: На мрежи

source: Taxi
br: Taksi
sl: Taksi
sr: Такси

source: Hotel
br: Leti
sr: Хотел

source: Bar
br: Tavarn
sr: Бар

source: Pub
br: Tavarn
sl: Pivnica
sr: Паб

source: Hospital
br: Ospital
sl: Bolnišnica
sr: Болница

source: Logo
sl: Logotip
sr: Лого

source: Motel
sr: Мотел
