Repository: Aleksandar0000/unav
Catalog: po/*.po
Languages: ast, br, sl, sr

source: Turn left
ast: Xira a la manzorga
br: Troit a-gleiz
sl: Zavijte levo
sr: Скрените лево

source: Turn right
ast: Xira a la mandrecha
br: Troit a-zehoù
sl: Zavijte desno
sr: Скрените десно

source: Make a sharp left
ast: Xiru pronunciáu a la manzorga
br: Troit krenn a gleiz
sl: Zavijte ostro levo
sr: Направите оштро налево

source: Make a sharp right
ast: Xiru pronunciáu a la mandrecha
br: Troit krenn a-zehoù
sl: Zavijte ostro desno
sr: Направите оштро надесно

source: Bear left
ast: Xiru pequeñu a la manzorga
br: kit a-gleiz
sl: Zavijte rahlo levo
sr: Држати лево

source: Bear right
ast: Xiru pequeñu a la mandrecha
br: Kit a-zehoù
sl: Zavijte rahlo desno
sr: Држати десно

source: Continue on the road
ast: Sigui pela carretera
br: dalc'hit gant ar straed
sl: Nadaljujte po cesti
sr: Наставите путем

source: Enter the roundabout and take the designated exit
ast: Entra na rotonda y sal na salida señalada
br: kit er c'hroashent-tro ha kemerit an difourk dizkouezhet deoc'h
sl: Zapeljite v krožišče in izberite označeni izvoz
sr: Уђите у кружни ток и идите на одређени излаз

source: Enter the roundabout and take the first exit
ast: Entra na rotonda y garra la primer salida
br: kit er c'hroashent-tro ha kemerit an difourk kentañ
sl: Zapeljite v krožišče in izberite prvi izvoz
sr: Уђите у кружни ток и изађите на првом излазу

source: Enter the roundabout and take the second exit
ast: Entra na rotonda y garra la segunda salida
br: kit er c'hroashent-tro ha kemerit an eil difourk
sl: Zapeljite v krožišče in izberite drugi izvoz
sr: Уђите у кружни ток и изађите на другом излазу

source: Enter the roundabout and take the third exit
ast: Entra na rotonda y garra la tercer salida
br: kit er c'hroashent-tro ha kemerit an trede difourk
sl: Zapeljite v krožišče in izberite tretji izvoz
sr: Уђите у кружни ток и изађите на трећем излазу

source: Enter the roundabout and take the fourth exit
ast: Entra na rotonda y garra la cuarta salida
br: kit er c'hroashent-tro ha kemerit an pevare difourk
sl: Zapeljite v krožišče in izberite četrti izvoz
sr: Уђите у кружни ток и изађите на четвртом излазу

source: Enter the roundabout and take the fifth exit
ast: Entra na rotonda y garra la quinta salida
br: kit er c'hroashent-tro ha kemerit an pempvet difourk
sl: Zapeljite v krožišče in izberite peti izvoz
sr: Уђите у кружни ток и изађите на петом излазу

source: Enter the roundabout and take the sixth exit
ast: Entra na rotonda y garra la sesta salida
br: kit er c'hroashent-tro ha kemerit an c'hwervet difourk
sl: Zapeljite v krožišče in izberite šesti izvoz
sr: Уђите у кружни ток и изађите на шестом излазу

source: Enter the roundabout and take the seventh exit
ast: Entra na rotonda y garra la séptima salida
br: kit er c'hroashent-tro ha kemerit an seizhvet difourk
sl: Zapeljite v krožišče in izberite sedmi izvoz
sr: Уђите у кружни ток и изађите на седмом излазу

source: Enter the roundabout and take the eighth exit
ast: Entra na rotonda y garra la octava salida
br: kit er c'hroashent-tro ha kemerit an eizhvet difourk
sl: Zapeljite v krožišče in izberite osmi izvoz
sr: Уђите у кружни ток и изађите на осмом излазу

source: Enter the roundabout and take the ninth exit
ast: Entra na rotonda y garra la novena salida
br: kit er c'hroashent-tro ha kemerit an navet difourk
sl: Zapeljite v krožišče in izberite deveti izvoz
sr: Уђите у кружни ток и изађите на деветом излазу

source: Make a U-turn
ast: Xira 360º
br: Troit en-dro
sl: Polkrožno obrnite

source: You have arrived at your destination
ast: Aportasti al to destín
br: Erruet oc'h el elc'h a felle deoc'h mont dezhañ
sl: Prispeli ste na cilj
sr: Стигли сте на Ваше одредиште

source: Keep left
ast: Caltente na manzorga

source: Keep right
ast: Caltente na drecha

source: Current Position
ast: Posición actual
br: Lec'h m'emaoc'h
sl: Trenutni položaj
sr: Тренутна позиција

source: Current Start
ast: Aniciu
br: Loc'hañ a vremañ
sl: Trenutni začetek
sr: Тренутни почетак

source: Current End
ast: Destín
br: Penn an hent a vremañ
sl: Trenutni konec
sr: Тренутни завршетак

source: Waiting for a GPS signal…
ast: Esperando una señal de GPS…
br: O c'hortoz ur sinal GPS...
sl: Čakanje signala GPS ...
sr: Чекам на ГПС сигнал...

source: Searching for a route…
ast: Buscando una ruta…
br: O klask ur roud...
sl: Iskanje poti ...
sr: Тражим руту...

source: Drawing route…
ast: Dibuxando ruta…
br: O tresañ ar roud...
sl: Izrisovanje poti ...
sr: Исцртавам руту...

source: Trying search again soon…
ast: Intentando guetar otra vegada de secute…
br: O klask adarre a-benn nebeut...
sl: Ponoven poizkus iskanja v kratkem ...
sr: Покушаћу поновљену претрагу убрзо...

source: Recalculating route…
ast: Recalculando la ruta…
br: Oc'h adjediñ ar roud...
sl: Preračunavanje poti ...
sr: Рекалкулација руте

source: Simulating route…
ast: Simulando ruta…
br: O tarvanañ ar roud...
sl: Simulacija poti ...
sr: Симулирам руту...

source: Start
ast: Aniciar
br: Loc'hañ
sl: Začni
sr: Почни

source: Cancel
ast: Encaboxar
br: Nullañ
sl: Prekliči
sr: Откажи

source: Not found
ast: Nun s'atopó
br: N'eo ket bet kavet
sl: Ni zadetkov
sr: Није нађено

source: Route so long
ast: Ruta mui larga
br: Hir-hir eo ar roud
sl: Tako dolga pot
sr: Рута је предуга

source: More than 1000km could affect the performance
ast: Más de 1000km pueden afectar el rendimientu
br: Goude 1000 km o veinañ e c'hallfec'h bezañ war evezh nebeutoc'h
sl: Več kot 1000 km lahko vpliva na odzivnost
sr: Више од 1000км може да утиче на перформансе

source: We recommend you a waypoint in the middle as destination
ast: Recomendamoste usar un destín intermediu
br: Aliañ a reomp un arsav deoc'h e-kreiz an hent
sl: Za cilj priporočamo vmesno točko na poti
sr: Препоручујемо путну тачку на половини као дестинацију

source: Close
ast: Zarrar
br: Serriñ
sl: Zapri
sr: Затвори

source: GPS Denied
ast: GPS torgáu
br: GPS nac'het
sl: GPS zavrnjen
sr: ГПС одбијен

source: Error reading the GPS status
ast: Error lleendo l'estáu del GPS
br: Fazi en ur lenn statud ar GPS
sl: Napaka pri branju stanja GPS
sr: Грешка у читању ГПС статуса

source: Please review your device settings
ast: Por favor, revisa la configuración del dispositivu
br: Gwiriit arventennoù ho penveg, mar plij
sl: Preverite nastavitve naprave
sr: Молимо прегледајте подешавања Вашег уређаја

source: About
ast: Tocante a
br: Diwar benn
sl: O programu
sr: О програму

source: Resources
ast: Recursos
br: Danvez
sl: Viri
sr: Извори

source: Translations
ast: Tornes
br: Troidigezhioù
sl: Prevodi
sr: Преводи

source: Answers
ast: Rempuestes
br: Respontoù
sl: Odgovori
sr: Одговори

source: Bugs
ast: Fallos
br: Drein
sl: Hrošči
sr: Грешке

source: Contact
ast: Contautu
br: Darempred
sl: Stik
sr: Контакт

source: Developers
ast: Desendolcadores
br: Diorroerien
sl: Razvijalci
sr: Програмери

source: Founder
ast: Fundador
br: Diazezer
sl: Ustanovitelj
sr: Оснивач

source: Voice
ast: Voz
br: Mouezh
sl: Glas
sr: Глас

source: Icons for empty states
ast: Iconos pa estaos vacíos
br: Arlun evit ar stadoù goullo
sl: Ikone za prazna stanja
sr: Иконе за празна стања

source: translator-credits
ast: Launchpad Contributions: Xuacu Saturio https://launchpad.net/~xuacusk8 costales https://launchpad.net/~costales
br: Launchpad Contributions: Fohanno Thierry https://launchpad.net/~thierry-fohanno Rouxel https://launchpad.net/~vincent-rouxel
sl: Launchpad Contributions: Bernard Banko https://launchpad.net/~beernarrd costales https://launchpad.net/~costales
sr: Launchpad Contributions: Bojan Bogdanović https://launchpad.net/~bojce costales https://launchpad.net/~costales Данило Шеган https://launchpad.net/~danilo

source: Translators
ast: Traductores
br: Troerien
sl: Prevajalci
sr: Преводиоци

source: Powered by
ast: Basao en
br: Lusket gant
sl: Gradniki
sr: Покреће

source: Version %1. Under license %2
ast: Versión %1. Llicencia %2
br: Stumm %1. Aotre-implijout %2
sl: Različica %1. Licenca %2
sr: Верзија %1. Под лиценцом %2

source: Sexagesimal
ast: Sesaxesimal
br: C'hwegontredel
sl: Šestdesetiško
sr: Сексагезимално

source: Lat:
ast: Llat:
br: Led. :
sl: φ:
sr: Шир.:

source: Long:
ast: Llon:
br: Hed. :
sl: λ:
sr: Дуж.:

source: Show on Map
ast: Mostrar nel mapa
br: Diskouez war ar gartenn
sl: Pokaži na zemljevidu
sr: Прикажи на мапи

source: Coordinates are not valid
ast: Coordenaes non son válides
br: Direizh eo an daveennoù
sl: Neveljavne koordinate
sr: координате нису валидне

source: Enter valid decimal coordinates Expected format is:
ast: Introduz unes coordenaes decimales válides El formatu esperáu ye:
br: Ebarzhit daveennoù dekvedel reizh Emaomp en gortoz eus ar furmad :
sl: Vnesite veljavne desetiške koordinate Pričakovana oblika je:
sr: Унесите валидне децималне координате Очекивани формат је:

source: Enter valid sexagesimal coordinates Expected format is:
ast: Introduz unes coordenaes sesaxesimales válides El formatu esperáu ye:
br: Ebarzhit daveennoù c'hwegontredel reizh Emaomp en gortoz eus ar fumrad :
sl: Vnesite veljavne šestdesetiške koordinate Pričakovana oblika je:
sr: Унесите валидне сексагезималне координате Очекивани формат је:

source: Download voices
ast: Descargar voces
br: Pellkargan ar mouezh
sl: Prejmi glasove
sr: Преузми гласове

source: Play current voice
ast: Prebar voz actual
br: implij ar mouezh
sl: Predvajaj trenutni glas
sr: Пусти текући глас

source: How to add a voice
ast: Cómo amestar una voz
br: Penaos ouzhpenan ur mouezh
sl: Kako dodati glas
sr: Како додати глас

source: By
ast: Por
br: dre
sl: Od
sr: Од стране

source: Cancel Download
ast: Encaboxar la descarga
br: Nullañ Pellgargadenn
sl: Prekliči prejem
sr: Откажи преузимање

source: About the voices
ast: Tocante a les voces
br: diwar benn ar mouezh
sl: O glasovih
sr: О гласовима

source: The stars are for the recommended voices.
ast: Les estrelles indiquen les voces recomendaes.
br: Ar steredennoù a verk ar mouezhioù erbedet.
sl: Zvezdice pomenijo priporočene glasove.
sr: Звездице су за препоручене гласове.

source: You can add a new voice to uNav following these steps:
ast: Puedes amestar una voz nueva a uNav siguiendo estos pasos:
br: Gallout a rit ouzhpennañ ur vouezh nevez da uNav hervez ar pazennoù-mañ :
sl: Nov glas v uNav lahko dodate po naslednjih korakih:
sr: Додајте нови глас у уНав пратећи ове кораке:

source: No favorites yet
ast: Ensín favoritos tovía
br: N'eus netra er re gwellañ-deuet c'hoazh
sl: Priljubljenih še ni
sr: Нема омиљених локација

source: Add Favorite
ast: Amestar favoritu
br: Ouzhpennañ d'ar gwellañ-deuet
sl: Dodaj priljubljeno
sr: Додај омиљено

source: Edit Favorite
ast: Editar favoritu
br: Aozañ ar gwellañ-deuet
sl: Uredi priljubljeno
sr: Измени омиљено

source: There is already a favorite with that name. You can either overwrite it or enter a different name.
ast: Yá hai un favoritu con esi nome. Puedes sobreescribirlu o usar otru nome.
br: Bez' ez eus unan anvet evel-se dija er gwellañ-deuet. Gallout a rit skrivañ warnañ pe lakaat un anv all.
sl: Priljubljeno mesto s tem imenom že obstaja. Lahko ga prepišete ali pa vnesete drugo ime.
sr: Већ постоји омиљено са тим именом. Можете преписати преко њега или унети другачије име.

source: Insert a favorite name
ast: Escribi'l nome del favoritu
br: Lakaat un anv evit an hini gwellañ-deuet
sl: Vnesite priljubljeno ime
sr: Убаци име омиљеног

source: Overwrite
ast: Sobrescribir
br: Flastrañ
sl: Prepiši
sr: Препиши

source: Add
ast: Amestar
br: Ouzhpennañ
sl: Dodaj
sr: Додај

source: Update
ast: Anovar
br: Hizivaat
sl: Posodobi
sr: Ажурирај

source: Favorite Coordinates
ast: Coordenada favoritu
br: Daveennoù gwellañ karet
sl: Priljubljene koordinate
sr: Омиљене координате

source: Name:
ast: Nome:
br: Anv :
sl: Ime:
sr: Назив:

source: Latitude:
ast: Llatitú:
br: Ledred :
sl: Z. širina:
sr: Ширина:

source: Longitude:
ast: Llonxitú:
br: Hedred :
sl: Z. dolžina:
sr: Дужина:

source: Time out! Please try again
ast: ¡Tiempu escosáu! Vuelve a inténtalo
br: Trement eo an termen ! Esaeit adarre, mar plij
sl: Čas je potekel. Poizkusite ponovno ...
sr: Истекло време! Покушајте поново

source: Sorry, nothing found. Try another search
ast: Sientolo, nun s'atopó nada. Intenta otros términos
br: Digarezit, n'eus bet kavet netra. Esaeit un enklask all
sl: Žal ni bilo mogoče najti ničesar. Poizkusite z novim iskanjem
sr: Жао нам је, ништа није пронађено. Покушајте са другчијом претрагом

source: Search history
ast: Historial de gueta
br: Furchal an istor
sl: Išči po zgodovini
sr: Претражи историју

source: Favorite history
ast: Historial de favoritos
br: Istor ar gwellañ-deuet
sl: Zgodovina priljubljenih
sr: Омиљена историја

source: Nearby history
ast: Historial de cercanos
br: Istor nepell
sl: Zgodovina v bližini
sr: Историја близу

source: No history yet
ast: Ensin historial tovía
br: Istor ebet c'hoazh
sl: Zgodovine še ni
sr: Још увек нема историјата

source: History is disabled
ast: Historial desactiváu
br: Diweredekaet eo an istor
sl: Zgodovina je onemogočena
sr: Историја је онемогућена

source: Searching…
ast: Guetando…
br: O klask...
sl: Iskanje ...
sr: Тражим…

source: Search location
ast: Buscar ubicación
br: Klask al lec'h
sl: Išči položaj
sr: Претражи место

source: Settings
ast: Preferencies
br: Arventennoù
sl: Nastavitve
sr: Подешавања

source: Center on Position
ast: Centrar en Posición
br: Kreizañ war al lec'h
sl: Usredini na mestu
sr: Центрирај на позицију

source: Searching your position… This could take a while
ast: Buscando la to posición… Esto puede tardar un ratu
br: O klask pelec'h emaoc'h... Gallout a ra kemer amzer
sl: Iskanje položaja ... Potrpite nekaj trenutkov
sr: Трагам за Вашом позицијом.... То може мало потрајати

source: Search
ast: Buscar
br: Klask
sl: Išči
sr: Тражи

source: Destination
ast: Destín
br: Penn an hent
sl: Cilj
sr: Одредиште

source: Error getting speed cameras!
ast: ¡Fallu obteniendo radares!
br: Fazi en ur dapout ar roadennoù diwar-benn ar radarioù !
sl: Napaka pri pridobivanju radarjev!
sr: Грешка преузимања радара!

source: Error finding route! Retrying again in 1 minute…
ast: ¡Fallu, ruta nun atopada! Reintentando de nueves nun minutu...
br: Fzi pa oad o klask ar roud ! Esaeet e vo adarre a-benn 1 vunutenn...
sl: Napaka pri iskanju poti! Ponoven poskus čez 1 minuto ...

source: Error finding route! Trying again…
ast: ¡Fallu encontrando la ruta! Intentándolo de nuevo…
br: azi en ur glask ar roud ! Oc'h esaeañ adarre...
sl: Napaka pri iskanju poti! Ponovni poizkus v teku ...
sr: Грешка у проналажењу путање! Покушавам поново...

source: Shared Position
ast: Compartir posición
br: Lec'hiadur lodet
sl: Souporaba položaja
sr: Дељена позиција

source: Near to destination
ast: Cerca del destín
br: tost d'al lec'h erruout
sl: Blizu cilja
sr: Близу одредишта

source: Cancel route
ast: Cancelar ruta
br: Nullañ ar roud
sl: Prekliči pot
sr: Откажи путању

source: Simulate from here! Now click on destination
ast: ¡Simulando dende equí! Agora calca nel destín
br: Darvanañ ar roud ac'hann ! Klikit war ul lec'h erruout bremañ.
sl: Simulirajte od tukaj! Sedaj kliknite na cilj
sr: Симулирај одавде! Сада кликните на одредиште

source: Set a different coordinates for simulating
ast: Faita distintes coordenaes pa simular
br: Lakaat daveeennoù disheñvel evit an darvanañ
sl: Nastavite druge koordinate za simulacijo
sr: Подесите друге координате за симулацију

source: Custom voices
ast: Voces personalizaes
br: Mouezhioù personelaet
sl: Prilagojeni glasovi
sr: Прилагођени гласови

source: American English voice will be the unique voice installed by default. You can set a custom voice in your language from Settings: Download custom voices. The list of voices will be updated by the users. Please check them out in the future.
ast: Inglés Americanu será la única voz instalada por defeutu. Puedes afitar una voz personalizada na to llingua dende Configuración: Descargar voces personalizaes. La llista de voces dirá anovándose polo usuarios. Por favor, compruébales nel futuru.
br: Ar vouezh saozneg amerikan eo an hini nemeti a zo staliet dre ziouer. Gallout a rit lakaat ur vouezh personelaet en ho yezh en arventennoù / Pellgargañ mouezhioù personelaet. Hizivaet e vo roll ar mouezhioù gant an implijerien. Sellit outañ ur wech an amzer.
sl: Ameriška angleščina bo edini privzeto nameščen glas. Namestite si lahko prilagojen glas v svojem jeziku. Pojdite v Nastavitve: Prejmi prilagojene glasove. Seznam glasov posodabljajo uporabniki. Občasno preverite nove glasove.
sr: Подразумевано ће бити постављем само глас за амерички енглески. Можете поставити произвољан глас на вашем језику из Подешавања: Преузми прилагођене гласове. Списак гласова ће допуњавати корисници. Погледајте их и у будућности.

source: Set a voice now
ast: Afitar una voz agora
br: Lakaat ur vouezh bremañ
sl: Nastavi glas
sr: Сада постави глас

source: Lat, Long:
ast: Llat, Llonx:
br: Led, Hed :
sl: φ,λ:
sr: Шир, Дуж:

source: Available
ast: Disponible
br: A c'haller kaout
sl: Na voljo
sr: Доступан

source: Not Available
ast: Non Disponible
br: N'eo ket da gaout
sl: Ni na voljo
sr: Недоступан

source: Wi-Fi Hotspot Available
ast: Puntu d'accesu Wi-Fi disponible
br: Poent Wi-Fi da gaout
sl: Wi-Fi na voljo
sr: Досупна Wi-Fi тачка

source: Wired Connection Available (ethernet connection)
ast: Conexón por cable disponible (conexón Ethernet)
br: Kevreadur dre fun da gaout (kevreadur ethernet)
sl: Žična povezava na voljo (ethernet)
sr: Жична конекција доступна (етернет конекција)

source: Computer Terminal Available
ast: Terminar de PC disponible
br: Termenell urzhiataer da gaout
sl: Računalniški terminal na voljo
sr: Доступан рачунарски терминал

source: Limited Availability
ast: Disponibilidá limitada
br: Da gaout gant un harz
sl: Omejena razpoložljivost
sr: Ограничена доступност

source: Loading POI details...
ast: Cargando detalles del POI...
br: O kargañ munudoù ar poent dedennus...
sl: Nalaganje podrobnosti ...
sr: Учитавам ТоИ детаље...

source: Show POIs on map
ast: Mostrar POIs en mapa
br: Diskouez al lec'hioù dedennus war ar gartenn
sl: Pokaži zanimivosti na zemljevidu
sr: Прикажи ТоИ на мапи

source: Unknown current position
ast: Posición actual desconocida
br: N'ouzer ket pelec'h emaoc'h
sl: Trenutni položaj neznan
sr: Тренутна позиција непозната

source: Something went wrong. Please, try again…
ast: Dalgo foi mal. Por favor, inténtalo de nuevo…
br: Un diaester zo bet. Esaeit adarre...
sl: Nekaj je šlo narobe. Poizkusite ponovno ...
sr: Нешто се лоше догодило. Молимо, покушајте поново...

source: Sorry, no %1 found nearby. Try again with a larger search radius
ast: Sientolo, non s'atopó %1 cerca. Prueba con un radiu de búsqueda mayor
br: Digarezit, n'eus bet kavet %1 ebet nepell ac'hann. Esaeit adarre gant un enklask ledanoc'h
sl: %1 žal ni na voljo v zahtevani bližini. Poskusite z večjim iskalnim radijem
sr: Жао нам је, нема нађених %1 у близини. Покушајте поново са већим радијусом претраге

source: PH
ast: Festivos
sl: Prazniki
sr: ПЧ

source: Closed
ast: Zarráu
br: Serret
sl: Zaprto
sr: Затворено

source: Back
ast: Atrás
br: Distreiñ
sl: Nazaj
sr: Назад

source: Filter POI categories by name
ast: Filtrar categoríes de POI por nome
br: Silañ ar rummadoù poentoù dedennus dre o anvioù
sl: Filtriraj kategorije po imenu
sr: Филтрирајте ТоИ категорије по имену

source: Nearby
ast: Cerca
br: En ardremez
sl: V bližini
sr: У близини

source: Most recent
ast: Más recientes
br: Ar re nevesañ
sl: Najnovejše
sr: Последње

source: Fast Nearest Editor:
ast: Editor cercanos rápido:
br: Aozer prim tostañ :
sl: Hiter urejevalnik:
sr: Брзи најближи уређивач:

source: Selection
ast: Seleición
br: Diuzadenn
sl: Izbor
sr: Избор

source: Max. %1 POIs can be selected.
ast: Fasta un másimu de %1 POIs seleicionase
br: %1 poent dedennus d'ar muiañ a c'hall bezañ diuzet
sl: Izberete lahko do %1 točk.
sr: Макс. %1 ТОИ може бити изабрано.

source: OK
ast: Aceutar
br: Mat eo
sl: V redu
sr: У реду

source: Route Info
ast: Información de ruta
br: Titouroù diwar-benn ar roud
sl: Podrobnosti poti
sr: Информације о рути

source: Location
ast: Allugamientu
br: Lec'h
sl: Položaj
sr: Локација

source: Favorites
ast: Favoritos
br: Gwellañ deuet
sl: Priljubljeno
sr: Омиљене локације

source: Coordinates
ast: Coordenaes
br: Daveennoù
sl: Koordinate
sr: Координате

source: Add Current Position
ast: Amestar la posición actual
br: Ouzhpennañ al lec'h m'emaoc'h bremañ
sl: Dodaj trenutni položaj
sr: Додај тренутну позицију

source: Add Current Destination
ast: Amestar el destín actual
br: Ouzhpennañ al lec'h a fell deoc'h mont dezhañ bremañ
sl: Dodaj trenutni cilj
sr: Додај тренутно одредиште

source: Add by clicking on Map
ast: Amestar faciendo clic nel mapa
br: Ouzhpennañ gant klikañ war ar gartenn
sl: Dodaj s klikom na zemljevid
sr: Додај кликом на мапу

source: A voice
ast: Una voz
br: Ur vouezh
sl: Glas
sr: Глас

source: A notification
ast: Una notificación
br: Ur c'hemenn
sl: Obvestilo
sr: Обавештење

source: None
ast: Nenguna
br: Hini ebet
sl: Brez
sr: Ништа

source: Kilometres
ast: Kilómetros
br: Kilometroù
sl: Kilometri
sr: Километри

source: Miles
ast: Milles
br: Miltir
sl: Milje
sr: Миље

source: uNav link
ast: Enllaz uNav
br: Liamm uNav

source: Google Maps link
ast: Enllaz Google Maps
br: Liamm Google Maps

source: Standard GEO link
ast: Enllaz estándar GEO
br: Liamm Standard GEO

source: Offline
ast: Ensin conexón
br: Ezlinenn
sl: Brez povezave
sr: Ван мреже

source: Navigation
ast: Navegación
br: Merdeiñ
sl: Navigacija
sr: Навигација

source: Guidance
ast: Guía
br: Heñchañ
sl: Vodenje
sr: Навођење

source: Download custom voices
ast: Descargar voces personalizaes
br: Pellgargañ mouezhioù personelaet
sl: Prejmi prilagojene glasove
sr: Преузми прилагођене гласове

source: Car Options
ast: Opciones de coche
br: Dibarzhioù ar c'harr
sl: Nastavitve vozila

source: Avoid tolls
ast: Evitar los peaxes
br: Mont e-biou an treizhajoù
sl: Izogni se cestninam

source: Speed camera alerts
ast: Avisar de radares
br: Kemennoù radarioù
sl: Opozorila pred radarji
sr: Аларм радара

source: Map
ast: Mapa
br: Kartenn
sl: Zemljevid
sr: Мапа

source: Mode
ast: Mou
br: Mod
sl: Način
sr: Режим

source: How to use offline maps
ast: Cómo usar los mapes offline
br: Penaos implijout ar c'hartennoù ezlinenn
sl: Kako se uporablja zemljevide brez povezave
sr: Како користити мапе ван мреже

source: Online style
ast: Estilu online
br: Stil ar c'hartennoù enlinenn
sl: Slog prikaza
sr: Стил на мрежи

source: Units
ast: Unidaes
br: Unanennoù
sl: Enote
sr: Јединице

source: Share position as
ast: Compartir posición como
br: Lodañ al lec'h evel

source: History
ast: Historial
br: Istor
sl: Zgodovina
sr: Историја

source: Store new searches
ast: Guardar búsquedes nueves
br: Enrollañ an enklaskoù nevez
sl: Shrani nova iskanja
sr: Сачувај нове претраге

source: Clear history
ast: Llimpiar historial
br: Diverkañ an istor
sl: Počisti zgodovino
sr: Очисти историју

source: You'll delete the current history
ast: Borrarás tol historial actual
br: Diverkañ a reoc'h an istor a vremañ
sl: Izbrisali boste trenutno zgodovino
sr: Обрисали сте тренутну историју

source: Delete
ast: Esborrar
br: Diverkañ
sl: Izbriši
sr: Обриши

source: Speed Camera alerts and the law
ast: Avisu de radares y la Ley
br: Kemennoù radarioù hag al lezenn
sl: Opozorila pred radarji in zakonodaja
sr: Аларм и законик о радару
